import '../App.css'
export default function Textview() {

    return(
        <div className="flex flex-col items-center w-full mt-4 h-full p-4" >
            <div>
            <span className="text text-2xl pb-4">
            <h1 className='header text-5xl font-bold'>Світлий сонет </h1>
            {/*part num*/}
                Як пощастило дівчині в сімнадцять, <br />
                в сімнадцять гарних, неповторних літ! <br />
                Ти не дивись, що дівчинка сумна ця. <br />
                Вона ридає, але все як слід. <br />
                Вона росте ще, завтра буде вищенька. <br />
                Але печаль приходить завчасу. <br />
                Це ще не сльози — це квітуча вишенька, <br />
                що на світанку струшує росу. <br />
                Вона в житті зіткнулась з неприємістю: <br />
                хлопчина їй не відповів взаємністю. <br />
                І то чому: бо любить іншу дівчину, <br />
                а вірність має душу неподільчиву. <br />
                Ти не дивись, що дівчинка сумна ця. <br />
                Як пощастило дівчинці в сімнадцять! <br />
            </span>
            </div>
        </div>
    )
}